alacritty
arandr
autorandr
base
base-devel
bluez
bluez-utils
bpytop
brave-bin
btrfs-progs
dhcpcd
dmenu
docker
docker-compose
efibootmgr
evtest
firefox
fzf
git
github-cli
go
google-chrome
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iw
iwd
kitty
kmonad-bin
kmonad-bin-debug
konsole
less
libpulse
linux
linux-firmware
neofetch
neovim
networkmanager
nodejs
npm
openvpn
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
rxvt-unicode
stow
tmux
ttf-meslo-nerd
unzip
vi
wget
wireplumber
xorg-server
xorg-xinit
xorg-xrandr
xterm
yay
yay-debug
zram-generator
zsh
zsh-completions
